export function PrivacyText() {
    return (
        <div>
            <p>
                휴브알엔씨 (이하 “회사”)는 회원님의 개인정보를 중요시하고, "정보통신망 이용촉진 및 정보보호"에 관한 법률을 준수하고 있습니다. 
                회사는 개인정보취급방침을 개정하는 경우 변경 시행 이전에 홈페이지 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br/><br/>

                1. 수집하는 개인정보 항목<br/>
                회사는 회원가입, 원활한 고객 상담, 각종 서비스의 제공을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br/>
                1) 수집항목 : 이름, 생년월일, 성별, 아이디, 비밀번호, 연락처(전화번호, 휴대폰 번호, 주소, 이메일), 소속, 전공분야, 관심영역<br/>
                2) 개인정보 수집방법 : 홈페이지(회원가입)<br/><br/>

                2. 개인정보의 수집 및 이용목적<br/>
                회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.<br/>
                1) 서비스 제공에 관한 계약 이행, 제품 구매, 물품 배송, 청구서류 발송<br/>
                2) 회원 관리 회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지 와 비인가 사용 방지<br/>
                3) 회원의 편의를 위한 맞춤광고 및 관련정보 제공<br/>
                4) 버그수정, 이용통계, 연구를 위하여 개인확인이 가능한 정보를 제외한 정보들의 이용<br/>
                5) 검사 분석 및 기존 서비스의 개선, 신규 서비스 개발, 그리고 통계학적 특성에 따른 서비스 제공을 위해 수검자의 개인확인이 가능한 정보를 제외한 정보들의 이용<br/><br/>

                3. 개인정보의 보유 및 이용기간<br/>
                원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br/><br/>

                1) 회사 내부 방침에 의한 정보 사유<br/>
                가. 보존 항목: 이름, 아이디, 연락처(전화번호, 휴대폰 번호, 이메일)<br/>
                나. 보존 근거: 서비스 이용의 혼선 방지, 부정 이용 방지<br/>
                다. 보존 기간: 1년<br/><br/>

                2) 관계법령에 의한 정보보유 사유<br/>
                가. 계약 또는 청약철회 등에 관한 기록<br/>
                - 보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                - 보존 기간 : 5년<br/>
                나. 대금결제 및 재화 등의 공급에 관한 기록<br/>
                - 보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                - 보존 기간 : 5년<br/>
                다. 소비자의 불만 또는 분쟁처리에 관한 기록<br/>
                - 보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                - 보존 기간 : 3년<br/>
                라. 웹사이트 방문기록<br/>
                - 보존 근거 : 통신비밀보호법<br/>
                - 보존 기간 : 3개월<br/><br/>

                4. 개인정보 제공<br/>
                회사는 회원님의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br/>
                1) 회원님께서 사전에 동의하신 경우<br/>
                2) 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사 기관의 요구가 있는 경우<br/><br/>

                5. 수집한 개인정보의 위탁<br/>
                회사는 회원님의 동의 없이 회원님의 정보를 외부 업체에 위탁하지 않습니다. 향후 그러한 필요가 생길 경우, 
                위탁 대상자와 위탁 업무 내용에 대해 회원님께 통지하고 필요한 경우에는 사전 동의를 받도록 하겠습니다.<br/><br/>

                6. 이용자 및 법정대리인의 권리와 그 행사방법<br/>
                이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다. 
                이용자의 개인정보 조회ㆍ수정을 위해서는 “정보수정”을, 가입해지(동의철회)를 위해서는 “회원탈퇴”를 클릭하여 본인 확인 절차를 거치신 
                후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치합니다.<br/><br/>


                7. 개인정보 제3자 제공에 대한 취급방침<br/>
                회사는 수집한 개인정보를 다음과 같이 제3자에게 제공하고 있습니다<br/><br/>
            </p>
            <p>
                회사는 인터넷 서비스 화면을 통하여 공개된 정보를 제외하고는 이용자의 개인정보를 회사가 제공하는 인터넷 서비스 외의 용도로 사용하거나 
                이용자의 동의 없이 제 3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br/>
                1) 이용자가 사전에 동의한 경우<br/>
                2) 금융실명거래 및 비밀보장에 관한법률, 신용정보의 이용 및 보호에 관한법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자보호법, 
                한국은행법, 형사소송법 등 법령에 특별한 규정이 있는 경우<br/>
                3) 서비스제공에 따른 요금정산을 위하여 필요한 경우<br/>
                4) 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정개인을 식별할 수 없는 형태로 제공하는 경우<br/><br/>

                8. 마케팅 활용에 대한 개인정보 취급방침<br/>
                회사는 수집한 개인 정보를 이용자의 동의를 받아 다음과 같이 마케팅 및 광고에 활용합니다<br/><br/>
            </p>
            <p>
                9. 개인정보의 파기절차 및 방법<br/>
                회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.<br/>
                1) 파기절차<br/>
                가. 회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 
                법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다.<br/>
                나. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.<br/>
                2) 파기방법<br/>
                가. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.<br/>
                나. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br/>
                3)기타, 휴면계정의 개인정보 파기절차<br/>
                가. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 29조에 따라 회원 가입 후 1년 동안 서비스를 이용하지 않은 
                휴면계정은 탈퇴처리하고 이용자의 개인정보는 파기할 수 있습니다.<br/>
                나. 회사는 휴면계정 이용자에게 유효기간이 도래하기 30일 전까지는 이용자에게 통지하여야 하고 통지내용은 아래와 같습니다.<br/>
                - 개인정보의 파기 또는 분리 저장 관리되는 사실<br/>
                - 파기 일시<br/>
                - 파기되는 개인정보 항목<br/>
                다. 통지 방법은 이메일, 전화, 팩스 등을 이용할 수 있습니다.<br/>
                라. 아래 예외사항에는 3년이 경과하더라도 파기하지 않고 보유할 수 있습니다.<br/>
                - 정보통신서비스 제공자와 이용자가 계약으로 별도의 보존기간을 정한 경우<br/>
                - 검사결과 및 상담내용등이 계정에 기록되어 추후 이용될 소지가 있다고 여겨지는 경우<br/><br/>

                ＊공고일자 : 2021년 11월 1일<br/><br/>

                ＊시행일자 : 2021년 11월 1일
            </p>
        </div>
    )
}

export function TermsText() {
    return (
        <div>
            <p>
                제1조(목적)<br/>
                본 이용약관(이하 “약관”)은 휴브알엔씨 주식회사(이하 “회사”)와 이용고객(이하 “회원”)간에 회사가 제공하는 서비스(온/오프라인 포함)의 가입조건 및 이용에 관한 
                제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.<br/><br/>

                제2조(용어의 정의)<br/>
                이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
                1. “서비스”란 회사가 제공하고 회원이 이용할 수 있는 제반 서비스를 의미합니다.<br/>
                2. “회원”이란 본 약관에 동의하고 “회사”에 개인정보를 제공하여 회원등록을 마친 자로서 회사가 제공하는 서비스를 계속적으로 이용할 수 있으며, 
                일정한 자격에 의해 “일반회원”, “전문가회원”, “기관회원”, “유통업체회원” 등 으로 구분됩니다.<br/>
                3. “회원”이란 사이트 내에서 일정의 가입 절차를 거쳐 개인정보를 제공하고 등록을 마친 자를 의미하며, 회사에서 판매하는 검사, 부가서비스 및 도서 등(이하 
                “상품”이라 한다)을 구매하기 위해서는 회사에서 요구하는 자격을 확인받아야 구매 가능 회원으로 인정되며, 사이트를 통해 제공되는 구매 서비스를 이용할 수 있습니다.<br/>
                4. “비회원”이란 회원 가입 없이 “회사”가 제공하는 서비스를 제한적으로 이용하는 자를 말합니다.<br/><br/>

                제3조(약관의 효력과 개정)<br/>
                1. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지함으로써 효력이 발생합니다.<br/>
                2. 회사는 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용촉진 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있으며, 
                개정된 약관은 전항과 같은 방법으로 공지함으로써 효력이 발생합니다.<br/>
                3. 회사가 본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.<br/>
                4. 개정된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해는 회사에서 책임지지 않습니다.<br/>
                5. 회원은 변경된 약관에 대해 거부할 권리가 있습니다. 회원은 변경된 약관이 공지된 후 15일 이내에 거부의사를 표명할 수 있습니다. 회원이 거부하는 경우 회사는 
                당해 회원과의 계약을 해지할 수 있습니다. 만약 회원이 변경된 약관이 공지된 후 15일 이내에 거부의사를 표시하지 않는 경우에는 동의하는 것으로 간주합니다.<br/><br/>

                제4조(약관 외 준칙)<br/>
                본 약관에 명시되지 않은 사항에 대해서는 기본법, 전자서명법, 통신판매업 및 기타 관계법령의 규정에 따르는 것을 원칙으로 합니다.<br/><br/>

                제5조(회원가입)<br/>
                1. 회원은 이용자가 회원가입을 신청하고 회원약관에 동의함으로써 성립됩니다.<br/>
                2. 회원가입은 무료이며 아이디와 비밀번호를 발급하여 체결하는 것을 원칙으로 합니다.<br/>
                3. 회원은 회사의 내부 기준에 준한 회원 등급에 따라 이용할 수 있는 서비스를 제한받을 수 있습니다.<br/>
                4. 회원이 이용신청서에 회원정보를 기재하고, 회사의 본 약관에 따라 이용신청을 하는 것은 회사가 본 약관에 따라 이용신청에 기재된 회원정보를 수집, 
                이용하는 것에 동의하는 것으로 간주합니다.<br/>
                5. 회원으로 가입하여 서비스를 이용하고자 하는 희망자는 회사에서 요청하는 개인신상 정보를 제공해야 합니다.<br/>
                6. 회사는 다음 각 호에 해당하는 가입 신청에 대하여는 승낙하지 않습니다.<br/>
                1) 본인의 실명으로 신청하지 않았을 때<br/>
                2) 가입 신청서의 내용을 허위로 기재하였을 때<br/>
                3) 기 가입된 회원이 다른 아이디로 이중등록을 신청했을 경우<br/>
                4) 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때<br/><br/>

                제6조(서비스 이용)<br/>
                1. 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시 간을 원칙으로 합니다.<br/>
                2. 전항의 서비스 이용시간은 시스템 정기점검 등 회사가 필요한 경우, 회원에게 사전 통보 후, 제한할 수 있습니다.<br/>
                3. 회원이 서비스 이용 시 회원 본인의 귀책사유로 인하여 이용의 장애가 발생했을 경우 회사는 그 책임을 지지 않습니다.<br/>
                4. 회사는 회사가 통제할 수 없는 사유로 인한 서비스중단의 경우(시스템관리자의 고의, 과실 없는 디스크장애, 시스템다운 등)에 사전 통보가 불가능하며 
                타인(기간통신사업자 등)의 고의, 과실로 인한 시스템중단 등의 경우에는 통보하지 않습니다.<br/><br/>

                제7조(서비스의 중단)<br/>
                1. 회사는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 
                서비스로의 교체 기타 회사가 적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.<br/>
                2. 제1항에 의한 서비스 중단의 경우에는 회사는 제8조 제2항에서 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 
                중단(시스템 관리자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.<br/><br/>

                제8조(서비스의 제공 및 변경)<br/>
                1.회사는 다음과 같은 업무를 수행합니다.<br/>
                1) 회사가 제공하는 서비스 및 제품에 관한 정보 제공, 구매계약 체결<br/>
                2) 회사가 규정한 기간 동안의 이벤트 판매<br/>
                3) 구매 계약이 체결된 제품의 배송<br/>
                4) 기타 회사가 정하는 업무<br/>
                2. 회사는 제품의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 제품의 내용을 변경할 수 있습니다. 이 경우에는 변경된 
                제품의 내용 및 제공일자를 명시하여 현재 제품의 내용을 게시한 곳에 즉시 공지합니다.<br/><br/>

                제9조(이용자에 대한 통지)<br/>
                1. 회사가 특정 이용자에 대한 통지를 하는 경우 이용자가 회원 가입시 제공한 메일주소로 할 수 있습니다.<br/>
                2. 회사가 불특정다수 이용자에 대한 통지를 하는 경우 사이트 게시판에 게시 함으로서 개별 통지에 갈음할 수 있습니다.<br/><br/>

                제10조(구매신청 및 개인정보 제공 동의 등)<br/>
                1. 회원은 사이트상에서 다음 또는 이와 유사한 방법에 의하여 상품(여기서 상품이란 회사가 판매하는 검사 등 각종 검사, 부가서비스 및 도서 등을 말한다.) 
                구매를 신청하며, 사이트는 회원이 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.<br/>
                1) 상품의 검색 및 선택<br/>
                2) 수령인의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력<br/>
                3) 약관내용, 청약철회권이 제한되는 서비스, 배송료 등의 비용부담과 관련한 내용에 대한 확인<br/>
                4) 이 약관에 동의하고 위 ‘다’.호의 사항을 확인하거나 거부하는 표시<br/>
                5) 상품의 구매신청 및 이에 관한 확인 또는 사이트의 확인에 대한 동의<br/>
                6) 결제방법의 선택<br/>
                2. 사이트가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우<br/>
                1) 개인정보를 제공받는 자,<br/>
                2) 개인정보를 제공받는 자의 개인정보 이용목적<br/>
                3) 제공하는 개인정보의 항목<br/>
                4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)<br/>
                3. 사이트가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 
                내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 
                편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.<br/><br/>

                제11조(계약의 성립)<br/>
                1. 사이트는 제10조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 
                동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.<br/>
                1) 신청 내용에 허위, 기재누락, 오기가 있는 경우<br/>
                2) 기타 구매신청에 승낙하는 것이 사이트 기술상 현저히 지장이 있다고 판단하는 경우<br/>
                2. 사이트의 승낙이 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.<br/>
                3. 사이트의 승낙의 의사표시에는 회원의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.<br/><br/>

                제12조(청약철회 등)<br/>
                1. 사이트와 상품등의 구매에 관한 계약을 체결한 회원은 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날
                (그 서면을 받은 때보다 상품 등의 공급이 늦게 이루어진 경우에는 상품 등을 공급받거나 상품 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 상품의 철회를 할 수 있습니다. 
                다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.<br/>
                2. 회원은 상품 등을 배송 받은 경우 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.<br/>
                1) 회원에게 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우(다만, 상품 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)<br/>
                2) 회원의 사용 또는 일부 소비에 의하여 상품 등의 가치가 현저히 감소한 경우<br/>
                3) 시간의 경과에 의하여 재판매가 곤란할 정도로 상품 등의 가치가 현저히 감소한 경우<br/>
                4) 같은 성능을 지닌 상품 등으로 복제가 가능한 경우 그 원본인 상품 등의 포장을 훼손한 경우<br/>
                3. 제2항 제 2)호 내지 제 4)호의 경우에 사이트가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 회원의 청약철회 등이 제한되지 않습니다.<br/>
                4. 회원은 제1항 및 제2항의 규정에 불구하고 상품 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 상품 등을 공급받은 날부터 3개월 이내, 
                그 사실을 안 날 또는 알 수 있었던 날부터 삼십(30)일 이내에 청약철회 등을 할 수 있습니다.<br/><br/>

                제13조(검사 상품의 사용 보증 및 코인의 유효 기간)<br/>
                1. 검사 상품의 경우 해당 상품의 단종 등으로 인한 마지막 판매일로부터 1년간의 사용 기한을 보증합니다.<br/>
                2. 검사 상품의 코인은 구매 후 5년간의 유효 기간을 보증하며, 이 기간이 지나더라도 검사 상품(코인)은 소멸되지 않습니다. 
                다만, 무상으로 제공된 상품의 경우 이용자에게 안내된 이용 조건에 따라 유효 기간이 정해질 수 있습니다.<br/>
                3. 회사는 회원이 부정한 방법으로 검사 상품(코인) 등을 취득하거나 사용하였다고 객관적으로 판단한 경우 이를 회수하거나 사용 정지시킬 수 있습니다.<br/><br/>

                제14조(회사의 의무)<br/>
                1. 회사는 특별한 사정이 없는 한 회원이 각 등급에 맞는 서비스를 자유롭게 이용할 수 있도록 합니다.<br/>
                2. 회사는 항상 회원의 개인신상정보의 보안에 대하여 기술적 안전 조치를 강구하고 관리에 만전을 기함으로써 회원의 정보 보안에 최선을 다하여야 합니다.<br/>
                3. 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우, 적절한 절차를 거쳐 즉시 처리하여야 합니다. 즉시 처리가 곤란한 경우, 회원에게 그 사유와 처리일정을 통보하여야 합니다.<br/>
                4. 회사는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 본 약관 이 정하는 바에 따라 지속적이고, 안정적인 서비스를 제공하기 위해서 노력합니다.<br/><br/>

                제15조(회원의 의무)<br/>
                1. 회원은 회원가입 또는 회원정보 변경 시 실명으로 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.<br/>
                2. 회원은 본 약관에서 규정하는 사항과 기타 회사가 정한 제반 규정, 공지사항 등 회사가 공지하는 사항 및 관계법령을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위, 회사의 명예를 손상시키는 행위를 해서는 안 됩니다.<br/>
                3. 회원은 다음 각 호에 해당하는 행위를 하여서는 안 되며, 해당 행위를 하는 경우에 회사는 회원의 서비스 이용제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.<br/>
                1) 본 서비스를 통해 얻은 정보를 회사의 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 행위<br/>
                2) 회사에 게시된 정보를 변경하는 행위<br/>
                3) 회사 및 기타 제3자의 인격권 또는 지적재산권을 침해하거나 업무를 방해하는 행위<br/>
                4) 다른 회원의 ID를 도용하는 행위<br/>
                5) 정크메일(junk mail), 스팸메일(spam mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을 권유하는 메일, 외설 또는 폭력적인 메시지·화상·음성 등이 담긴 메일을 보내거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위<br/>
                6) 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송 또는 게시하는 행위<br/>
                7) 회사의 직원이나 "사이트" 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위<br/>
                8) 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송 하는 행위<br/>
                9) 스토킹(stalking) 등 다른 이용자를 괴롭히는 행위<br/>
                10) 다른 회원에 대한 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위<br/>
                11) 불특정 다수를 대상으로 하여 광고 또는 선전을 게시하거나 스팸 메일을 전송 하는 등의 방법으로 "사이트"의 서비스를 이용하여 영리 목적의 활동을 하는 행위<br/>
                12) 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위<br/>
                4. 회원은 그 귀책사유로 인하여 회사나 다른 회원이 입은 손해를 배상할 책임이 있습니다.<br/><br/>

                제16조(회원의 권리)<br/>
                1. 회원은 언제든지 회사 홈페이지 회원에서 탈퇴할 것을 요청할 수 있으며, 이러한 요청에 대하여 회사는 회원의 개인정보 삭제 등 회원탈퇴에 필요한 모든 조치를 즉각 취할 것입니다. 다만 제품 등의 거래가 완료되지 아니한 경우에는 
                거래를 완료하여야 하며 거래를 철회하거나 취소하는 경우에는 그로 인한 불이익은 회원이 부담하여야 하고 이행이 완료되지 않은 경우에는 완료될 때까지 회원탈퇴가 제한될 수 있습니다.<br/>
                2. 회원은 정보제공에 동의한 이후에도 회사가 향후에 패밀리 사이트에 회원 정보를 제공하는 것을 원하지 않을 경우 언제라도 동의철회를 요청할 수 있습니다.<br/>
                3. 회원은 언제든지 본인의 개인정보를 열람하고, 개인정보를 정정 또는 일부 삭제할 수 있습니다. 다만, 회사가 회원에 대하여 필요로 하는 최소한의 신상정보에 대하여는 회원탈퇴의 경우가 아닌 이상 삭제가 불가능합니다.<br/>
                4. 회원은 홈페이지 내에 게재되어 있는 각종 정보 및 서비스 이용에 관련된 불만사항이나 의견을 언제든지 회사에 제안하여 시정 또는 개선을 요구할 수 있습니다. 회사는 회원 개개인의 요구를 최대한 반영하기 위하여 다각도로 합리적인 노력을 
                기울이겠으나, 회원의 시정 요구에 대하여 회사가 이를 모두 수용할 의무를 지는 것은 아닙니다.<br/><br/>

                제17조(회원자격 박탈)<br/>
                1. 회사는 다음 사항 발생 시 별도 통보절차 없이 회원의 자격을 박탈할 수 있습니다.<br/>
                1) 회원 가입 시 입력사항을 허위로 기재하였을 경우<br/>
                2) 홈페이지를 이용하여 음란물을 거래 혹은 유포하였을 경우<br/>
                3) 타인 비방, 모욕, 명예훼손, 허위정보의 유포, 욕설, 저속한 문구사용 등으로 인하여, 타인에게 불쾌감을 주거나 심각한 폐해를 끼친다고 판단되는 경우<br/>
                4) 홈페이지를 통하여 형사 처벌의 대상이 되거나 기타 실정법에 위반하는 행위를 하였을 경우<br/>
                2. 홈페이지를 이용한 부당광고 및 기타 다른 회원들에게 피해를 주는 행위를 하였다고 판단되는 경우, 회사는 회원에 대한 1차 통보로써 시정을 요구할 수 있으며, 회사가 통보한 기간 이내에 회원이 시정하지 않는 경우 더 이상의 통보 절차 없이 
                회원의 자격을 박탈할 수 있습니다.<br/><br/>

                제18조(게시물에 대한 정책과 책임)<br/>
                1. 회사는 다음 각 호에 해당하는 게시물이나 자료를 사전통보 없이 삭제하거나 이동 또 는 등록 거부를 할 수 있습니다.<br/>
                1) 다른 회원 또는 제 3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우<br/>
                2) 공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우<br/>
                3) 불법복제 또는 해킹을 조장하는 내용인 경우<br/>
                4) 영리를 목적으로 하는 광고일 경우<br/>
                5) 범죄와 결부된다고 객관적으로 인정되는 내용일 경우<br/>
                6) 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br/>
                7) 회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우<br/>
                8) 기타 관계법령에 위배된다고 판단되는 경우<br/>
                2. 회원이 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 또한 회사는 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 단 비영리적인 목적인 경우는 예외가 있을 수 있으며, 서비스 내의 제재권을 갖습니다.<br/>
                3. 회원은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.<br/><br/>

                제19조(면책)<br/>
                1. 회사는 회원이 서비스를 이용함으로써 기대되는 수익을 얻지 못하거나 서비스를 통해 얻은 자료를 이용하여 발생한 손해에 대해서는 책임이 면제됩니다.<br/>
                2. 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임이 없습니다.<br/>
                3. 회원이 화면에 게재한 정보, 자료, 사실 등의 내용에 관한 신뢰도 또는 정확성에 대하여는 해당 회원이 책임을 부담하며, 연구소는 내용의 부정확 또는 허위로 인해 회원 또는 제3자에게 발생한 손해에 대하여는 아무런 책임을 부담지지 않습니다.<br/>
                4. 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 될 경우, 이 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 하며, 같은 손해로부터 회사를 면책시켜야 합니다.<br/><br/>

                제20조(분쟁해결)<br/>
                회사와 회원 간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다.<br/><br/>

                제21조(개인 정보 보호)<br/>
                1. 회사는 관련법령이 정하는 바에 따라서 이용자 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 회사가 정하는 "개인정보보호정책"에 정한 바에 의합니다.<br/>
                회사는 회원의 개인 정보를 회원의 동의없이 본 싸이트 이용 이외의 목적에 사용하지 않으며 노출하지 않습니다. 이 안심하고 구매할 수 있도록 결제와 관련된 개인 신용 정보를 최대한 보 호합니다.<br/>
                2. 개인 신용 정보 누출로 인한 사고가 발생할 경우, 회사측의 과실이 입증될 경우 회사는 그에 따른 책임을 집니다.<br/>
                3. 개인의 과실로 인해 신용정보가 노출되어 발생한 사고에 대해서는 개인에게 책임이 있습니다. 연구소는 이에 대하여 책임을 지지 않습니다.<br/><br/>

                제22조(저작권의 귀속 및 이용제한)<br/>
                1. 본 싸이트와 관련되어 있는 상표, 기술, 그래픽, 자료실 정보, 링크, 소스코드 등은 회사의 저작권이 보호되는 자산이며, 회사의 허락없이 어떠한 용도에도 회원이나 비회원이 사용할 수 없습니다.<br/>
                2. 이용자가 "사이트"의 정보를 회사의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 이용하거나 제3자에게 이용하게 할 경우에는 관계법령에 따라 처벌받을 수 있습니다.<br/>

                제23조(이용자의 ID 및 비밀번호에 대한 의무)<br/>
                1. 회사가 관계법령, 개인정보보호정책에 의해서 그 책임을 지는 경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다.<br/>
                2. 회원은 자신의 ID 및 비밀번호를 회사로부터 별도의 허가를 받지 않는 한 제3자에게 이용하게 해서는 안됩니다.<br/>
                3. 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.<br/><br/>

                제24조( 이관 정책)<br/>
                다음 각호와 같이 회사에서 제공 및 발행하는 재화와 용역, 상품, 포인트 등은 패밀리 사이트로의 이관이 불가합니다.<br/>
                1. 포인트<br/>
                2. 온라인코드<br/><br/>

                제25조(검사 및 상담서비스에 관한 책임의 제한)<br/>
                1. 회사는 회원들이 실시한 검사와 상담 내용이 회원과 서비스 관리자를 제외한 제3자에게 유출되지 않도록 최선을 다해 보안을 유지하려고 노력합니다. 그러나 다음과 같은 경우에는 검사와 상담 내용 공개 및 상실에 대하여 회사에 책임이 없습니다.<br/>
                1) 전쟁, 천재지변이나 그 밖의 회사가 통제할 수 없는 상황에 의하여 검사 내용이 공개되거나 상담내용이 상실되었을 경우.<br/>
                2) 사용자의 부주의로 암호가 유출되어 검사내용과 상담내용이 공개되는 경우<br/>
                2. 이용자는 서비스 이용에 필요한 정보들을 회사에 제공하여야 하며, 사용상의 부주의로 인해 발생하는 모든 책임은 이용자에게 있습니다.<br/>
                3. 서비스에서 진행된 검사 및 상담의 내용은 개인 신상정보를 삭제한 다음 아래와 같은 목적으로 사용할 수 있습니다.<br/>
                1) 검사의 개/보수를 위한 통계자료 활용<br/>
                2) 상담 사례집 발간<br/>
                3) 마케팅 통계자료 활용을 위한 자료가공<br/>
                4) 학술활동<br/>
                4. 아래와 같은 상담을 신청하는 경우에는 상담 서비스를 제공하지 않을 수 있습니다.<br/>
                1) 같은 내용의 상담을 반복하여 신청하는 경우<br/>
                2) 상식에 어긋나는 표현을 사용하여 상담을 신청하는 경우<br/><br/>

                제26조(휴면계정)<br/>
                회원이 1년 동안 회사를 이용하지 않았을 경우 원활한 회원관리를 위하여 휴면계정으로 처리하여 회원자격으로의 활동과 해당 계정으로 지급된 일체의 포인트 사용을 제한할 수 있습니다. 다만, 
                회원이 회사가 정한 절차에 따라 휴면계정 철회를 요청하면 회사는 종전의 회원자격과 포인트를 다시 활성화 하여야 합니다.<br/><br/>

                제27조(온라인 교육 서비스 이용관련)<br/>
                1. 회원은 회사가 제공하는 온라인 교육 서비스를 이용할 수 있습니다.<br/>
                2. 회사는 온라인 교육 강좌를 유료로 제공할 수 있으며, 이용 요금과 이용 조건, 결제 방법 등은 회사가 고지하는 별도 절차에 따릅니다.<br/>
                3. 회사는 온라인 교육 서비스와 관련하여 필요한 경우 별도의 동영상 재생 프로그램이나 어플리케이션 등 설치를 요구할 수 있으며, 그 이용 조건 등을 설치 시 회원에게 별도 고지합니다.<br/>
                4. 회원은 온라인 교육 서비스 수강에 필요한 교재를 해당 강좌 신청 시에 한하여 구매할 수 있으며, 회사는 회원에게 교재만 별도 판매하지 않습니다.<br/><br/>

                제28조(온라인 교육 서비스 불법사용 규제 관련)<br/>
                1. 회사는 다음 각 항목에 해당하는 경우 회원에게 경고 등 주의 조치를 취할 수 있으며, 필요한 경우 이용계약을 해지하거나 서비스 이용을 중지시키는 등 서비스 이용에 제한을 가할 수 있습니다.<br/>
                1) 동일한 ID로 2대 이상의 PC에서 동시접속이 발생하는 경우<br/>
                2) 동일한 ID로 다수의 PC 또는 IP에서 서비스를 이용하는 경우<br/>
                3) 자신의 ID 및 강좌 등의 서비스를 타인이 이용하도록 하는 경우<br/>
                4) 자신의 ID 및 강좌 등의 서비스를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위<br/>
                5) 서비스 이용 중, 복제프로그램을 실행하는 경우 또는 녹화를 하거나 시도하는 경우<br/>
                2. 회사는 전항에 따른 부정 이용자가 발견되었을 경우, 다음 각호에 따른 조치를 취할 수 있습니다.<br/>
                1) 부정 이용자 최초 적발 시 쪽지, 팝업 창, ID 일부 게시, 이메일 발송 등의 방법을 통하여 부정 이용에 대하여 경고합니다.<br/>
                2) 부정 이용자가 최초 경고를 받은 후 7일 이내 소명자료를 제출하지 않거나, 이미 소명 경험이 있는 이용자가 부정 이용자로 추가 적발된 경우 쪽지, 팝업 창, ID 일부 게시의 방법을 통하여 위반 내용이 통지되며, 
                온라인 교육 서비스 수강이 영구히 차단 조치될 수 있습니다. 단, 자신의 ID 및 강좌 등의 서비스를 판매ㆍ양도하는 행위와 시도, 복제 프로그램 등을 활용한 녹화 행위와 시도가 적발되었을 경우 수강 차단 처리 후 경고 진행되며 법적 조치가 취해질 수 있습니다.<br/>
                3. 회원은 회사로부터의 본 조 제2항의 조치에 이의가 있는 경우, 회사 고객센터에 해당사실에 대해 소명할 수 있으며, 그에 따라 이용에 관한 별도의 조치를 받을 수 있습니다. 이 경우 회원이 자신의 고의나 과실이 없었음을 
                입증한 경우 회사는 회원이 서비스를 다시 이용할 수 있도록 조치합니다.<br/>
                4. 부정이용 식별방법 및 차단<br/>
                1) 회사는 회원의 서비스 이용 중에 수집ㆍ확인된 맥어드레스, 디바이스 정보 및 IP정보 등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류ㆍ확인합니다.<br/>
                2) 회사는 이용자가 서비스 이용 중에 복제프로그램을 실행시키거나 동일한 ID로 동시 접속을 하는 경우, 서비스 이용 접속을 강제로 종료시킬 수 있습니다.<br/><br/>

                제29조(온라인 교육 서비스 환불)<br/>
                1. 회사는 강좌 서비스에 대하여 원칙적으로 다음과 같은 환불규정을 적용합니다.<br/>
                2. 회원이 강좌서비스의 환불을 하고자 하는 경우 회사에 그 의사를 표시하여야 하며, 회사는 환불요청을 즉시 접수하고 회원의 요청과 환불규정을 확인한 후, 7일 이내 환불합니다.<br/>
                3. 강좌서비스를 환불할 경우, 해당 강좌의 교재 및 학습기기가 포함되었을 경우 함께 반납하여야 합니다.<br/>
                4. 환불은 수강 전일 경우 전액 환불하며, 일단 수강이 시작되었을 경우 환불하지 않습니다.<br/><br/>

                제30조 (워크숍 환불 규정)<br/>
                1. 회사는 워크숍 서비스에 대하여 원칙적으로 다음과 같은 환불규정을 적용합니다.<br/>
                2. 회원이 워크숍 환불을 요청하고자 하는 경우 홈페이지에서 워크숍 신청 취소 후 회사로 전화하여 그 의사를 표시하여야 하며, 회사는 환불요청을 즉시 접수하고 회원의 요청과 환불규정을 확인한 후, 2주 이내에 일괄처리 됩니다.<br/>
                3. 워크숍을 환불할 경우, 해당 워크숍의 교재 및 학습기기가 포함되었을 경우 함께 반납하여야 합니다.<br/>
                4. 환불은 오프라인 워크숍의 경우 워크숍 3일전까지 취소 및 통화 완료 시 100%환불, 워크숍 전날까지 취소 및 통화 완료 시 70% 환불, 워크숍 당일 취소 시 환불하지 않습니다.<br/>
                5. 온라인 워크숍 환불의 경우 워크숍 실시 전일까지 취소할 경우 전액 환불하며, 일단 온라인 워크숍 수강이 시작되었을 경우 환불하지 않습니다.<br/>
                6. 환불을 위해서는 워크숍 취소 신청 시 환불 받을 계좌번호와 성명을 회사에 알려야 하며, 환불은 워크샵 종료 2주내에 일괄처리 됩니다.<br/><br/>

                ＊공고일자 : 2021년 11월 1일<br/><br/>

                ＊시행일자 : 2021년 11월 1일
            </p>
        </div>
    )
}

export function EmailRejectionText() {
    return (
        <div>
            <p>
                본 웹사이트에 게시된 이메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치 를 이용하여 무단으로 수집되는 것을 거부하며, 이를 위반시 정보통신망법에 의해 형사 처벌됨을 유념하시기 바랍니다.<br/><br/>

                정보통신망 이용촉진 및 정보보호 등에 관한 법률<br/><br/>

                제50조의2 (전자우편주소의 무단 수집행위 등 금지)<br/><br/>

                누구든지 인터넷 홈페이지 운영자 또는 관리자의 사전 동의 없이 인터넷 홈페이지에서 자동으로 전자우편주소를 수집 하는 프로그램 그 밖의 기술적 장치를 이용하여 전자우편주소를 수집하여서는 아니된다.<br/>
                누구든지 제1항의 규정을 위반하여 수집된 전자우편주소를 판매ㆍ유통하여서는 아니된다.<br/>
                누구든지 제1항 및 제2항의 규정에 의하여 수집ㆍ판매 및 유통이 금지된 전자우편주소임을 알고 이를 정보 전송에 이용하여서는 아니된다.<br/>
            </p>
        </div>
    )
}